


{   
    "NAVBAR" : {
        "ABOUT": "About me",
        "TOOLS": "Tools",
        "CONTACT": "Contact",
        "LANGUAGE": "Elige tu idioma"
    },
    "FOOTER": {
        "RIGHTS": "All rights reserved",
        "MY_SITE": "Site created with a lot of",
        "LEGAL": "Legal notice",
        "COOKIES": "Cookie policy",
        "PRIVACITY": "Privacy policy"
    },
    "ERROR_PAGE": {
        "TITLE": "This is not the right way!!",
        "TEXT": "Let's start over"
    },
    "TITLES_PAGES": {
        "ABOUT": "Something about me",
        "TOOLS": "My Tools",
        "CONTACT": "Contact me"
    },
    "OTHERS": {
        "READ_MORE_TOOL": "Continue reading",
        "CLOSE": "Close",
        "GO_WEB_TOOL": "Go to site",
        "DOWNLOAD_CV": "Download CV"
    },
    "TOOLS": {
        "ADOBE_PHOTOSHOP": {
            "TITLE": "Adobe Photoshop",
            "SUBTITLE": "Design",
            "DESCRIPTION": "Adobe Photoshop is a raster graphics editor developed and published by Adobe Inc. for Windows and macOS. It is widely used by graphic designers, photographers, and artists to edit images, retouch photos, create digital art, and more. Photoshop is known for its wide range of tools and capabilities, including photo manipulation, color correction, digital painting, graphic design, and more. It is also part of Adobe Creative Cloud, allowing seamless integration with other Adobe applications.",
            "TAGS": ["Image Editing", "Graphic Design", "Photo Retouching", "Digital Art", "Photo Manipulation"]
        },
        "ADOBE_ILLUSTRATOR": {
            "TITLE": "Adobe Illustrator",
            "SUBTITLE": "Design",
            "DESCRIPTION": "Adobe Illustrator is a vector graphics editor and design program developed and marketed by Adobe Inc. It is widely used by graphic designers and artists to create and edit vector graphics. Unlike raster images, vector graphics can be scaled to any size without losing quality. Illustrator is known for its powerful drawing and tracing tools, its ability to create logos and typography, and its integration with other Adobe applications.",
            "TAGS": ["Vector Graphics", "Illustration", "Graphic Design", "Logo Design", "Typography", "Tracing Tools", "Shapes and Lines"]
        },
        "ADOBE_INDESIGN": {
            "TITLE": "Adobe Indesign",
            "SUBTITLE": "Design",
            "DESCRIPTION": "InDesign is a software from Adobe that is primarily used for the design of publications and marketing materials. It allows users to create page layouts for print or digital distribution with a wealth of tools and features. Users can design brochures, magazines, books, posters, and more, with full control over typography, color, images, objects, and everything else that goes into a page layout. InDesign also integrates with other Adobe applications, allowing for a smoother workflow between programs.",
            "TAGS": ["Desktop publishing", "Page layout", "Typography", "Graphic design", "Editing", "Print design", "Digital publishing", "Interactive documents"]
        },
        "ADOBE_XD": {
            "TITLE": "Adobe XD",
            "SUBTITLE": "Design",
            "DESCRIPTION": "Adobe XD is a vector-based user experience design tool for web and mobile applications developed and published by Adobe Inc. It allows designers to create wireframes, interactive prototypes, and design mockups. Adobe XD also facilitates collaboration across teams, allowing multiple users to work on the same project at the same time. It is part of Adobe Creative Cloud, allowing seamless integration with other Adobe applications.",
            "TAGS": ["UI Design", "UX Design", "Prototyping", "Wireframing", "Collaboration", "Responsive Design"]
        }
    }
}