


{
    "NAVBAR": {
        "ABOUT": "Sobre mí",
        "TOOLS": "Herramientas",
        "CONTACT": "Contacto",
        "LANGUAGE": "Choose your language"
    },
    "FOOTER": {
        "RIGHTS": "Todos los derechos reservados",
        "MY_SITE": "Sitio creado con mucho",
        "LEGAL": "Aviso legal",
        "COOKIES": "Política de cookies",
        "PRIVACITY": "Política de privacidad"
    },
    "ERROR_PAGE": {
        "TITLE": "¡¡Este no es el camino correcto!!",
        "TEXT": "Volvamos a empezar"
    },
    "TITLES_PAGES": {
        "ABOUT": "Algo sobre mí",
        "TOOLS": "Mis Herramientas",
        "CONTACT": "Contacto"
    }, 
    "OTHERS": {
        "READ_MORE_TOOL": "Seguir leyendo",
        "CLOSE": "Cerrar",
        "GO_WEB_TOOL": "Ir a la web",
        "DOWNLOAD_CV": "Descargar CV"
    },
    "TOOLS": {
        "ADOBE_PHOTOSHOP": {
            "TITLE": "Adobe Photoshop",
            "SUBTITLE": "Diseño",
            "DESCRIPTION": "Adobe Photoshop es un editor de gráficos rasterizados desarrollado y publicado por Adobe Inc. para Windows y macOS. Es ampliamente utilizado por diseñadores gráficos, fotógrafos y artistas para editar imágenes, retocar fotos, crear arte digital y más. Photoshop es conocido por su amplia gama de herramientas y capacidades, que incluyen manipulación de fotos, corrección de color, pintura digital, diseño gráfico y más. También es parte de Adobe Creative Cloud, lo que permite una integración fluida con otras aplicaciones de Adobe.",
            "TAGS": ["Edición de imágenes", "Diseño gráfico", "Retoque fotográfico", "Arte digital", "Manipulación fotográfica"]
        },
        "ADOBE_ILLUSTRATOR": {
            "TITLE": "Adobe Illustrator",
            "SUBTITLE": "Diseño",
            "DESCRIPTION": "Adobe Illustrator es un programa de diseño y editor de gráficos vectoriales desarrollado y comercializado por Adobe Inc. Es ampliamente utilizado por diseñadores gráficos y artistas para crear y editar gráficos vectoriales. A diferencia de las imágenes rasterizadas, los gráficos vectoriales pueden ser escalados a cualquier tamaño sin perder calidad. Illustrator es conocido por sus potentes herramientas de dibujo y trazado, su capacidad para crear logotipos y tipografías, y su integración con otras aplicaciones de Adobe.",
            "TAGS": ["Gráficos vectoriales", "Ilustración", "Diseño gráfico", "Diseño de logotipos", "Tipografía", "Herramientas de trazado", "Formas y líneas"]
        },
        "ADOBE_INDESIGN": {
            "TITLE": "Adobe Indesign",
            "SUBTITLE": "Diseño",
            "DESCRIPTION": "InDesign es un software de Adobe que se utiliza principalmente para el diseño de publicaciones y materiales de marketing. Permite a los usuarios crear diseños de página para impresión o distribución digital con una gran cantidad de herramientas y características. Los usuarios pueden diseñar folletos, revistas, libros, carteles y más, con control total sobre la tipografía, el color, las imágenes, los objetos y todo lo demás que se incluye en un diseño de página. InDesign también se integra con otras aplicaciones de Adobe, lo que permite un flujo de trabajo más fluido entre programas.",
            "TAGS": ["Autoedición", "Diseño de páginas", "Tipografía", "Diseño gráfico", "Edición", "Diseño de impresión", "Edición digital", "Documentos interactivos"]
        },
        "ADOBE_XD": {
            "TITLE": "Adobe XD",
            "SUBTITLE": "Diseño",
            "DESCRIPTION": "Adobe XD es una herramienta de diseño de experiencia de usuario basada en vectores para aplicaciones web y aplicaciones móviles, desarrollada y publicada por Adobe Inc. Permite a los diseñadores crear wireframes, prototipos interactivos y maquetas de diseño. Adobe XD también facilita la colaboración entre equipos, permitiendo a múltiples usuarios trabajar en el mismo proyecto al mismo tiempo. Es parte de Adobe Creative Cloud, lo que permite una integración fluida con otras aplicaciones de Adobe.",
            "TAGS": ["Diseño UI", "Diseño UX", "Prototipos", "Wireframing", "Colaboración", "Diseño responsivo"]
        }
    }
}